[
    {"mes": "enero", "fecha": "0045/01/01", "evento": "Julio César instaura el primer calendario juliano."},
    {"mes": "enero", "fecha": "1502/01/01", "evento": "Fernando de Magallanes inicia su viaje de circunnavegación del globo."},
    {"mes": "enero", "fecha": "1863/01/01", "evento": "La Proclamación de Emancipación entra en vigor en los Estados Unidos, liberando a los esclavos en los estados confederados."},
    {"mes": "enero", "fecha": "1892/01/01", "evento": "Ellis Island abre como centro de inmigración en Nueva York."},
    {"mes": "enero", "fecha": "1984/01/01", "evento": "Brunei se independiza del Reino Unido."},
    {"mes": "enero", "fecha": "1492/01/02", "evento": "Los Reyes Católicos, Fernando de Aragón e Isabel de Castilla, conquistan la ciudad de Granada, último bastión musulmán en la península ibérica, completando la Reconquista."},
    {"mes": "enero", "fecha": "1788/01/02", "evento": "Georgia se convierte en el cuarto estado en ratificar la Constitución de los Estados Unidos."},
    {"mes": "enero", "fecha": "1905/01/02", "evento": "Se establece el Partido Socialdemócrata de Rusia, el precursor del Partido Comunista de la Unión Soviética."},
    {"mes": "enero", "fecha": "1920/01/02", "evento": "La Liga de Naciones se establece en Ginebra, Suiza."},
    {"mes": "enero", "fecha": "1971/01/02", "evento": "Se establece la Comunidad Económica Europea (CEE), precursora de la Unión Europea, con la entrada en vigor del Tratado de Roma."},
    {"mes": "enero", "fecha": "1777/01/03", "evento": "Durante la Guerra de Independencia de los Estados Unidos, el general George Washington derrota a los británicos en la Batalla de Princeton, Nueva Jersey."},
    {"mes": "enero", "fecha": "1848/01/03", "evento": "Joseph Jenkins Roberts es inaugurado como el primer presidente de Liberia, convirtiendo al país en la primera república moderna de África."},
    {"mes": "enero", "fecha": "1868/01/03", "evento": "Se promulga la Decimoquinta Enmienda de la Constitución de los Estados Unidos, garantizando el derecho al voto sin importar la raza, color o condición previa de servidumbre."},
    {"mes": "enero", "fecha": "1925/01/03", "evento": "Benito Mussolini proclama el establecimiento del régimen fascista en Italia, asumiendo plenos poderes como 'Il Duce'."},
    {"mes": "enero", "fecha": "1990/01/03", "evento": "Manuel Noriega, líder militar y político panameño, se entrega a las fuerzas estadounidenses, poniendo fin a la invasión de Panamá por parte de los Estados Unidos."},
    {"mes": "enero", "fecha": "1847/01/04", "evento": "Samuel Colt patenta el revólver de seis disparos, una de las armas de fuego más icónicas de la historia."},
    {"mes": "enero", "fecha": "1865/01/04", "evento": "Se funda la Sociedad Geográfica Americana en Nueva York, con el objetivo de promover el estudio de la geografía y la exploración."},
    {"mes": "enero", "fecha": "1896/01/04", "evento": "Utah se convierte en el 45º estado de los Estados Unidos."},
    {"mes": "enero", "fecha": "1948/01/04", "evento": "Burma (ahora Myanmar) se independiza del dominio británico."},
    {"mes": "enero", "fecha": "1959/01/04", "evento": "Luna 1 se convierte en la primera nave espacial en alcanzar la órbita solar."},
    {"mes": "enero", "fecha": "1589/01/05", "evento": "Catherine de' Medici, reina madre de Francia, muere en el castillo de Blois a los 69 años."},
    {"mes": "enero", "fecha": "1757/01/05", "evento": "Robert-François Damiens intenta asesinar a Luis XV de Francia apuñalándolo en Versalles, siendo ejecutado posteriormente de manera extremadamente cruel."},
    {"mes": "enero", "fecha": "1895/01/05", "evento": "La Real Academia Española publica la primera edición del Diccionario de la lengua española."},
    {"mes": "enero", "fecha": "1914/01/05", "evento": "Ford Motor Company introduce una jornada laboral de 8 horas y un salario mínimo de 5 dólares diarios para sus trabajadores en Estados Unidos, un movimiento revolucionario para la época."},
    {"mes": "enero", "fecha": "1972/01/05", "evento": "Se lanza la misión Apollo 17, la última misión tripulada del programa Apollo y la última vez que seres humanos han pisado la Luna hasta la fecha."}
]
